7zip
acpi
adwaita-dark
alacritty
alsa-plugins
alsa-utils
android-file-transfer
ani-cli
ani-skip-git
arc-gtk-theme
aspell
assimp
audacious
base
base-devel
bash-completion
bash-language-server
bat
bear
bibata-cursor-theme
blueman
bluez-utils
boost
brightnessctl
btop
calcurse
calendar-bin
chafa
cheese
chicago95-theme-git
clang
cmake
cmus
cowsay
cryfs
dict-freedict-eng-jpn
discord
dkms
dmenu
dmidecode
dosfstools
dunst
ebgaramond-otf
efibootmgr
elinks
evolution
ex-vi-compat
expac
faenza-icon-theme
fastfetch
fd
feh
ffmpegthumbnailer
figlet
firejail
flameshot
flatpak
fontforge
freecad
freedownloadmanager
freedownloadmanager-debug
gamemode
gamescope
gammastep
garcon
gdb
geogebra
gimp
git
github-cli
glfw
glow
gnome-clocks
gnuplot
go
gohufont
gparted
graphviz
greenclip
grub
gsimplecal
gst-libav
gst-plugin-va
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
habitctl-git
highlight
hspell
i3-wm
i3lock
i3status
ibus-anthy
intel-gpu-tools
intel-media-driver
inter-font
jdk21-openjdk
jq
kate
kcalc
kdeconnect
kdenlive
keyd
lib32-gamemode
lib32-vkd3d
lib32-vulkan-intel
libreoffice-fresh
librewolf-bin
libvips
libvoikko
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
lldb
lshw
lxappearance
lynx
mangohud
matcha-gtk-theme
materia-theme-git
meson
mpc
mpd
mtpfs
ncmpcpp
neofetch
neovim
nethack
network-manager-applet
networkmanager
nicotine+
ninja
nitrogen
nodejs
noisetorch
noto-fonts-cjk
npm
nsxiv
ntfs-3g
nuspell
nwg-look
obs-studio
obsidian
opencomic-debug
openrgb
openttd
otf-libertinus
pamixer
papirus-icon-theme
pavucontrol
pcsx2
picard
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polybar
python-adblock
python-black
python-matplotlib
python-numpy
python-pandas
python-pip
python-pipx
python-virtualenv
qalculate-qt
qmmp
qogir-gtk-theme-git
qperf
qperf-debug
ranger
reflector
remind
renderdoc
rmpc
rofi
rofi-emoji
rustup
sassc
scrcpy
screenkey
sfml
siji-ttf
smartmontools
sof-firmware
solanum
sowon-git
sox
spicetify-cli
starship
stb
stoat-desktop-bin
strawberry
supertux
surf
syncthing
tamzen-font
task
taskbook
tealdeer
tela-circle-icon-theme-all
telegram-desktop
texlab
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-volman
thunderbird
tig
tlp
tlp-rdw
tmux
translate-shell
transmission-cli
tree-sitter-cli
ttf-atkinson-hyperlegible
ttf-carlito
ttf-cascadia-code
ttf-comic-sans
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-sans-mono
ttf-fira-code
ttf-hack-nerd
ttf-hackgen
ttf-ibm-plex
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-liberation-mono-nerd
ttf-merriweather
ttf-meslo
ttf-mononoki-nerd
ttf-ms-fonts
ttf-sourcecodepro-nerd
ttf-terminus-nerd
ttf-victor-mono
tty-clock
tumbler
udiskie
ueberzugpp
unrar
unzip
valgrind
vim
vim-runtime
visual-studio-code-bin
vkd3d
vulkan-intel
vulkan-tools
w3m
watson
wayland-protocols
wget
win10x-icon-theme-git
woff2-font-awesome
wordgrinder
xarchiver
xautolock
xclip
xcompmgr
xdg-desktop-portal-gtk
xdotool
xf86-input-evdev
xf86-video-vesa
xfce4-appfinder
xfce4-docklike-plugin
xfce4-eyes-plugin
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-systemload-plugin
xfce4-terminal
xfce4-timer-plugin
xfce4-weather-plugin
xfdesktop
xfwm4
xfwm4-themes
xkb-switch
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
yt-dlp
ytfzf-git
zathura
zathura-pdf-mupdf
zeit-git
zenity
zig
zls
zsh
zukitwo-themes-git
